Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/studenter-faar-mer-samisk-kulturkunnskap.html.tmx
Source language: nob
Languages: sme

source: Studenter får mer samisk kulturkunnskap / Artikler / Valgperiode 2009 - 2013 / Arkiv / Forsiden - Sametinget
sme: Studeanttat ožžot eanet sámi kulturmáhtu / Artikler / Valgperiode 2009 - 2013 / Arkiv / Sámediggi - Sametinget

source: Studenter får mer samisk kulturkunnskap
sme: Studeanttat ožžot eanet sámi kulturmáhtu

source: 11. juni 2012
sme: 11. Geassemánnu 2012

source: Visepresident Laila Susanne Vars er tilfreds med at Kunnskapsdepartementet har vedtatt ny forskrift om rammeplan for barnehagelærerutdanning.
sme: Várrepresideanta Laila Susanne Vars lea duhtavaš go Máhttodepartemeanta lea mearridan ođđa láhkaásahusa mánáidgárdeoahpaheddjiidoahpu rámmaplánaid birra.

source: Gjennom konsultasjoner er Regjeringen og Sametinget blitt enige om at det i den nye barnehagelærerutdanningen skal legges mer vekt på å fremme forståelsen av samisk kultur som en viktig del av den nasjonale kulturen i Norge.
sme: Konsultašuvnnaid bokte leat ráđđehus ja Sámediggi soahpan ahte ođđa mánáidgárdeoahpaheddjiidoahpus galgá biddjojuvvot eanet deaddu dan áddejupmái ahte sámi kultuvra lea deaŧalaš oassin nationála kultuvrii Norggas.

source: Videre skal barnehagelærerne kjenne til urfolks status og deres rettigheter nasjonalt og internasjonalt.
sme: Viidáseappot galget mánáidgárdeoahpaheaddjit dovdat álgoálbmogiid stáhtusa ja sin vuoigatvuođaid riikkalaččat ja riikkaidgaskasaččat.

source: - Det er positivt at fremtidige barnehagelærere får mer kunnskap om de to statskonstituerende folkeslagene i Norge, sier Sametingets visepresident Laila Susanne Vars.
sme: - Lea buorre go boahttevaš mánáidgárdeoahpaheaddjit ožžot eanet máhtu dan guovtti stáhtakonstitueren álbmotčeardda birra Norggas, dadjá Sámedikki várrepresideanta Laila Susanne Vars.

source: Kunnskapsløftet for barnehagelærerstudentene er fulgt opp i merknader til nasjonal forskrift om barnehagelærerutdanningen, og videre i de nasjonale retningslinjene som er førende for hvordan den enkelte institusjon skal implementere dette i sine fagplaner.
sme: Máhttolokten mánáidgárdeoahpaheddjiidstudeanttaid várás lea čuovvoluvvon mánáidgárdeoahpaheddjiidoahpu nationála láhkaásahusa mearkkašumiin, ja viidáseappot dain nationála njuolggadusain mat leat láidesteaddjin dasa mo juohke ásahus dan galgá váldit mielde fágaplánaidasas.

source: Sametingsrådet er tilfreds med at vi gjennom konsultasjonsordningen kan bidra til at flere og flere utdanninger får en forskrift som ivaretar det samiske perspektivet i utdanningene og at det blir nedfelt ved den enkelte utdanningsinstitusjon i deres fag og programplaner.
sme: Sámediggeráđđi lea duhtavaš go mii konsultašuvnnaid bokte sáhttit váikkuhit dasa ahte eanet ja eanet oahput ožžot láhkaásahusa mii fuolaha sámi oainnu oahpuin ja ahte dat boahtá ovdan juohke oahppoásahusa fágain ja prográmmaplánain.

source: Det er avgjørende i forhold til målet om at alle studenter i Norge skal få den nødvendige kunnskapen om samer som urfolk at barnehagelærerstudentene får både kunnskap og kjennskap til samisk kultur, historie og samfunnsliv.
sme: Lea hui deaŧalaš dan mihttomeari ektui ahte buot studeanttat Norggas galget oažžut dárbbašlaš máhtu sápmelaččaid birra álgoálbmogin, ahte mánáidgárdeoahpaheddjiidstudeanttat ožžot sihke eanet máhtu sámi kultuvrra, historjjá ja servodateallima birra ja besset dainna oahpásmuvvat.

source: - Alle barn har rett til likeverdig opplæring.
sme: - Buot mánáin lea vuoigatvuohta dásseárvosat ohppui.

source: For samiske barn betyr det mye at de får kjennskap til sin egen kultur allerede i barnehagen, og for andre barn er det viktig å få kunnskaper om samiske forhold så tidlig som mulig.
sme: Sámi mánáide mearkkaša ollu ahte sii besset oahpásmuvvat iežaset kultuvrii mánáidgárddis juo, ja eará mánáide lea deaŧalaš oažžut máhtu sámi diliid birra nu árrat go vejolaš.

source: Kunnskap er nøkkelen til gjensidig respekt og toleranse, og gjennom kunnskap bygger vi broer mellom kulturene i Norge, sier Sametingets visepresident Laila Susanne Vars.
sme: Máhttu lea čoavdda lotnolas árvvusatnimii ja gierdevašvuhtii, ja máhtu bokte mii hukset šalddiid kultuvrraid gaskii Norggas, dadjá Sámedikki várrepresideanta Laila Susanne Vars.

source: Kontaktperson:
sme: Gulahalli:
